[
  {
    "thoughtText": "Study Finds Cleaner Air Leads to More Atlantic Hurricanes",
    "thoughtBody": "The National Oceanic and Atmospheric Administration study links changes in regionalized air pollution across the globe to storm activity going both up and down. A 50% decrease in pollution particles and droplets in Europe",
    "thoughtAuthor": "Brian Kernighan"
  },
  {
    "thoughtText": "Elon Musk, an Erratic Visionary, Revels in Contradiction.",
    "thoughtBody": " It is linked to a 33% increase in Atlantic storm formation in the past couple decades, while the opposite is happening in the Pacific with more pollution and fewer typhoons, according to the study published in Wednesday’s Science Advances.",
    "thoughtAuthor": "Max Kanat-Alexander"
  },
  {
    "thoughtText": "Largest U.S. Wildfire Threatens New Mexico Town, Ski Resort",
    "thoughtBody": " according to the study published in Wednesday’s Science Advances.",
    "thoughtAuthor": "Why The Lucky Stiff"
  },
  {
    "thoughtText": "U.S. Climate Envoy Kerry Calls to 'Deweaponise' Energy Through Green Shift",
    "thoughtBody": "The National Oceanic and Atmospheric Administration study links changes in regionalized air pollution across the globe to storm activity going both up and down. A 50% decrease in pollution particles and droplets in Europe ",
    "thoughtAuthor": "Kent Beck"
  },
  {
    "thoughtText": "Climate Change to Make Droughts Longer, More Common, Says UN",
    "thoughtBody": "The National Oceanic and Atmospheric Administration study links changes in regionalized air pollution ",
    "thoughtAuthor": "Edward V. Berard"
  },
  {
    "thoughtText": "Editorial Roundup: Florida",
    "thoughtBody": "The National Oceanic and Atmospheric Administration study links changes in regionalized air pollution",
    "thoughtAuthor": "Alan Kay"
  },
  {
    "thoughtText": "Bank of Spain Sees Moderate Immediate Risk to Banks From Climate Policies",
    "thoughtBody": "MADRID (Reuters) - Spain's transition to cleaner energy could bring more notable risks to sectors with higher CO2 emissions, such as transport, manufacturing and agriculture, though any impact on banks would be moderate in the short run, the Bank of Spain said. ",
    "thoughtAuthor": "Jesús Aguado"
  },
  {
    "thoughtText": "In an analysis of how increasing prices of CO2 emission rights can affect the banking sector",
    "thoughtBody": "At a time when European leaders are working on plans to accelerate the bloc's green transition, Bank of Spain chief economist Angel Gavilan also said there was a need to create internationally comparable standards to pursue this goal.",
    "thoughtAuthor": "David Thomas"
  },
  {
    "thoughtText": "the energy transition risk was expected to be inflationary in the short term.",
    "thoughtBody": "Having included climate and environmental risks in its supervisory priorities for 2022-24, the European Central Bank is carrying out several climate-related supervisory activities this year, including its first ever climate risk stress test.",
    "thoughtAuthor": "Donald Knuth"
  },
  {
    "thoughtText": "A Patient’s Guide to Endometrial Cancer",
    "thoughtBody": "Having included climate and environmental risks in its supervisory priorities for 2022-24, the European Central Bank is carrying out several climate-related supervisory activities this year, including its first ever climate risk stress test. ",
    "thoughtAuthor": "Lernantino"
  }
]